
export let initialState = {
    
        id:1,
        name: "Органический Мёд",
        text1: {
            paragraf1 :  "Как старейший натуральный подсластитель в мире, мед имеет увлекательную историю и множество применений в современном мире. От намазывания на тосты, от использования до приготовления вкусных соусов для макания и добавления в травяные чаи, мед остается основным ингредиентом в домах по всему миру.",
            paragraf2 : "Люди все больше скептически относятся к химическим веществам и химическим добавкам в пищу. Это означает, что все больше и больше покупателей предпочитают покупать органические продукты в магазине. Скорее всего, это связано с широкой доступностью информации из Интернета, а также с сообщениями в СМИ о вреде, который химические вещества и пестициды потенциально могут нанести нашему здоровью.",
        },
        text2: {
            title: "Итак, что такое «органический» продукт?",
            paragraf1 :  "Органические продукты питания и напитки производятся с использованием методов ведения сельского хозяйства, исключающих использование пестицидов, искусственных удобрений и синтетических химикатов.",
            listName : "Вам может быть интересно, где пчелы делают весь этот вкусный мед и кто за этим следит:",
            listItem : ["Медоносные пчелы собирают нектар с цветов и растений, расщепляют его на сахара и хранят в своих сотах.","Сладкий жидкий мёд получается путем испарения внутри сот.","Пчеловоды должны периодически снимать соты, соскребать воск, который пчелы используют для запечатывания меда в каждой ячейке, и извлекать его, используя свои проверенные методы","Некоторый мед производится в огромных масштабах и содержит множество ульев.","Пчеловодство - это хобби для некоторых, которые производят небольшое количество меда для себя, своих друзей или семьи или, возможно, для продажи на местных ярмарках или школьных праздниках."],
     
        },
        text3: {
            paragraf1 : "Органический мёд должен быть 100% мёдом. Это означает, что его нельзя смешиватьс кукурузным сиропом, подсластителями или любыми другими наполнителями. Чтобы мед был внесен в список «органических» (как и другие продукты питания), он должен быть независимо сертифицирован уполномоченным государством органом,таким как Soil Association.",
            paragraf2 : "Сырой мёд – это непастеризованный мёд. Это означает, что он не подвергается термообработке выше 45С. В сыром мёде пыльца также не отфильтровывается",
            paragraf3 : "Мед полон полезных для здоровья свойств, включая антибактериальные свойства. В той или иной степени все виды меда обладают этими свойствами, но процесс термической обработки, используемый производителями меда, стоящими на полках супермаркетов, может убить многие питательные вещества, которые приносят пользу нашему здоровью.",
            paragraf4 : "Ключевые отличия: Сырой мед не пастеризуется и сохраняет пыльцу. Органический мед сертифицирован и не содержит химических веществ.",
            paragraf5 : "Чтобы выбрать мед со свойствами, убивающими бактерии, вам нужно найти мед с рейтингом активности, напечатанным на этикетке. Обычно это число, такое как 10+ или 15+ — типичным примером является мед манука."
        }

        
     

}

const blogPost1 = (state = initialState) => {
    
    return state;
}

export default blogPost1;