
export let initialState = {
        sectionTitle: "Результаты проверки качества",
        acidityText : "0,91 мл NaOH 1 н/100 Vед высшего качества должен иметь: Кислотность: макс. 4 мл NaOH 1н/100г Закон Украины - Свободная кислота - весь мед, кроме пекарского меда, не более 50 миллиэквивалентов кислоты/кг. Низкий pH меда подавляет присутствие и рост микроорганизмов. Низкий рН делает мед совместимым со многими пищевыми продуктами с точки зрения рН и кислотности. Кислоты являются важным компонентом вкуса и аромата монофлорного меда.",
        diastasText : "Собственный фермент мёда <strong>Диастаза</strong> (с научной точки зрения он относится к α-амилазе) является маркером подлинности мёда и представляет собой важный параметр качества .Соответственно, диастазное число (DN) законодательно регулируется по шкале Шаде ( Регламент ЕС 2001/110/EG, Codex Alimentarius ). Для меда, за исключением  хлебопекарного / промышленного меда,установлена ​минимальная активность 8 DN (шкала Шейда).",
        humidityText : "Международно признано, что мед хорошего качества должен обрабатываться при содержании воды менее 20% . Желательно низкое содержание воды, потому что мед может начать бродить и потерять свое свежее качество, если содержание воды в меде превышает 20%. Закон Великобритании — Содержание влаги — (a) весь мед, за исключением меда, указанного в параграфах (b), (c) или (d), не более 20%." 
}

const Section3 = (state = initialState) => {
    return state;
}

export default Section3;